{
  "Dockerfile.vim": { "branch": "master" },
  "ale": { "branch": "master" },
  "csv.vim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nginx.vim": { "branch": "master" },
  "nvim-comment": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.vim": { "branch": "main" },
  "tabline.nvim": { "branch": "main" },
  "vim-json": { "branch": "master" },
  "vim-nuuid": { "branch": "master" },
  "vim-ps1": { "branch": "master" },
  "vim-yaml": { "branch": "master" }
}